{

  "status": "ok",
  "totalResults": 94,
  
  "articles": [
      
     
      {
          
          "source": {
              "id": "the-wall-street-journal",
              "name": "The Wall Street Journal"
          },
          "author": "María Herrera Duque",
          "title": "Moderando...",
          "description": "El índice de precios al consumidor aumentó un 4,9% respecto al año anterior",
          "urlToImage": "https://images.wsj.net/im-778722/social",
          "publishedAt": "2023-05-10T13:00:04Z",
          "content": "El informe del IPC muestra que la inflación disminuyó en abril La inflación está disminuyendo lentamente, pero aún está lejos del objetivo del 2% de la Reserva Federal. Nick Timiraos de WSJ explica cómo el 2% se convirtió en el punto óptimo del banco central..."
      },
      {
          
          "source": {
              "id": "ABC",
              "name": "ABC"
          },
          "author": "Juan Manuel Castaño ",
          "title": "'¿Es España un país racista? Una «generalización» que no se corresponde a la realidad",
          "description": "España no es un país racista, pero los delitos de odio crecen porque se denuncian más",
          "urlToImage": "https://s2.abcstatics.com/abc/www/multimedia/sociedad/2023/05/27/vini-RxwrUFFxGkki8VdT7LcMgSO-758x531@abc.jpg",
          "publishedAt": "2023-05-10T12:00:04Z",
          "content": "La repercusión tras los cánticos racistas el pasado domingo en el estadio de Mestalla han generado una respuesta internacional y, en algunos casos, acusando a los españoles de racistas"
      },
      
      {
          
          "source": {
              "id": "El País",
              "name": "El País"
          },
          "author": "Manuel García Montoya",
          "title": "Ucrania da señales de estar lista para la contraofensiva: “Es hora de recuperar lo que es nuestro” ",
          "description": "El jefe de las Fuerzas Armadas ucranias ha difundido un potente vídeo este sábado en el que se insinúa que la hora decisiva ya ha empezado. Kiev busca mantener a las fuerzas del Kremlin en Bajmut para evitar su despliegue en otros puntos",
          "urlToImage": "https://imagenes.elpais.com/resizer/OtkIlciqFM565v_iklO7RcY-lcg=/828x466/cloudfront-eu-central-1.images.arcpublishing.com/prisa/4EHJIDIKOVEA3CGQZVEOZLROKI.JPG",
          "publishedAt": "2023-05-09T21:00:04Z",
          "content": ""
      },
      
      {
          
          "source": {
              "id": "El mundo",
              "name": "El mundo"
          },
          "author": "Juan Manuel Castaño",
          "title": "Las mentiras que nos decimos sobre la multitarea...",
          "description": "Nuestros cerebros no están conectados para hacer malabarismos con las tareas",
          "urlToImage": "https://images.wsj.net/im-776084/social",
          "publishedAt": "2023-05-08T11:00:04Z",
          "content": "Las mentiras que nos decimos sobre la multitarea Alison Cate caminaba en la caminadora mientras tecleaba en su computadora portátil y se tomaba una selfie. Hasta que no lo fue. Su pie resbaló. Su tobillo rodó."
      },
      
      {
          
          "source": {
              "id": "Prensaescrita",
              "name": "Prensaescrita"
          },
          "author": "Manuel Turizo García",
          "title": "Dar propina en el autopago hace que los clientes lloren 'chantaje emocional'...",
          "description": "Los consumidores que ya están molestos por los precios más altos se preguntan a dónde va el dinero cuando la interacción con un empleado es inexistente.",
          "urlToImage": "https://images.wsj.net/im-775177/social",
          "publishedAt": "2023-05-08T11:00:04Z",
          "content": "Dar propina en el Self-Checkout hace que los clientes lloren 'chantaje emocional'\r\nLa interacción cero con los empleados durante una transacción ya no garantiza la libertad del dilema moral de cuánto dar propina.Promp..."
      },
      
      {
          
          "source": {
              "id": "El Español",
              "name": "El Español"
          },
          "author": "Luis Cárdenas Muriel",
          "title": "Occidente mira a China para poner fin a la guerra de Ucrania...",
          "description": "Se considera que una esperada ofensiva de Ucrania allana el camino para las negociaciones con Rusia",
          "urlToImage": "https://images.wsj.net/im-777353/social",
          "publishedAt": "2023-05-07T13:00:05Z",
          "content": "EE. UU. y sus aliados analizan el posible papel de China en el fin de la guerra de Ucrania"
      },
      
      {
          
          "source": {
              "id": "EuropaPress",
              "name": "EuropaPress"
          },
          "author": "Antonio Serrano Gómez",
          "title": "¿Puede la bandera del estado estar demasiado 'despertada'? Los habitantes de Utah lo dicen...",
          "description": "El gobernador Spencer Cox pensó que un rediseño de la bandera estatal uniría a la gente. 'Debería haber sabido mejor.’",
          "urlToImage": "https://images.wsj.net/im-776077/social",
          "publishedAt": "2023-05-07T12:00:04Z",
          "content": "¿Puede la bandera de un estado estar demasiado despierta? Algunos habitantes de Utah dicen que la bandera del estado de SoUtah siempre ha tenido una colmena, un símbolo que los primeros mormones usaban para que todos trabajaran juntos. Cuando el estado se movio para adoptar una nueva fl..."
      },
      
      {
          
          "source": {
              "id": "La Razón",
              "name": "La Razón"
          },
          "author": "Cameron Stevenson",
          "title": "California insiste en desperdiciar su escaso suministro de agua",
          "description": "Recolectar su abundante escorrentía de tormentas le permitiría al estado dejar en paz al río Colorado.",
          "urlToImage": "https://images.wsj.net/im-776001/social",
          "publishedAt": "2023-05-06T23:01:00Z",
          "content": "Con los dos embalses más grandes de la nación, el lago Powell y el lago Mead, reducidos a mínimos históricos, los siete estados que usan agua del río Colorado no han logrado ponerse de acuerdo sobre cómo adaptarse a su dw... "
      }
      
      
     
  ]

}